Repository: VaishnaviPaymode/aaa
Catalog: Resources/SharedResource.*.resx
Languages: bg, da, el, es, et, fi, hr, it, lt, lv, mt, pt, sk, sv

source: Acidity regulator
bg: Регулатор на киселинността
da: Surhedsregulerende middel
el: Ρυθμιστής οξύτητας
es: Corrector de acidez
et: Happesuse regulaator
fi: Happamuudensäätöaine
hr: Regulator kiselosti
it: Regolatori dell’acidità
lt: Rūgštingumą reguliuojanti medžiaga
lv: Skābuma regulētājs
mt: Regolatur tal-aċidità
pt: Regulador da acidez
sk: Regulátor kyslosti
sv: Surhetsreglerande medel

source: Activators for alcoholic and malolactic fermentation
bg: Активатори за алкохолна и ябълчно-млечна ферментация
da: Aktivatorer til alkoholisk og malolaktisk gæring
el: Ενεργοποιητές για αλκοολική και μηλογαλακτική ζύμωση
es: Activadores para la fermentación alcohólica y maloláctica
et: Aktivaatorid alkohoolseks ja malolaktiliseks kääritamiseks
fi: Aktivaattorit alkoholi- ja malolaktiseen käymiseen
hr: Aktivatori za alkoholnu i malolaktičku fermentaciju
it: Attivanti della fermentazione alcolica e malolattica
lt: Alkoholinės ir malolaktinės fermentacijos aktyvatoriai
lv: Aktivatori alkoholiskai un malolaktiskai fermentācijai
mt: Attivaturi għall-fermentazzjoni alkoħolika u malolatika
pt: Ativadores para fermentação alcoólica e maloláctica
sk: Aktivátory alkoholového a jablčno-mliečneho kvasenia
sv: Aktivatorer för alkoholisk och malolaktisk jäsning

source: Admin Dashboard
bg: Администраторско табло
da: Administration Dashboard
el: Πίνακας ελέγχου διαχείρισης
es: Panel de administrador
et: Administreerimise armatuurlaud
fi: Hallintahallintapaneeli
hr: Administracijska nadzorna ploča
it: Pannello di amministrazione
lt: Administravimo prietaisų skydelis
lv: Administrācijas informācijas panelis
mt: Dashboard tal-Amministrazzjoni
pt: Painel de administração
sk: Riadiaci panel správy
sv: Instrumentpanel för administration

source: Aleppo pine resin
bg: Смола от алепски бор
da: Aleppo fyrharpiks
el: Ρητίνη χαλεπίου πεύκης
es: Resina de pino carrasco
et: Aleppo männi vaik
fi: Aleppo-mäntyhartsi
hr: Smola alepskog bora
it: Resina di pino d'Aleppo
lt: Alepo pušies sakai
lv: Alepo priedes sveķi
mt: Reżina tal-arżnu ta' Aleppo
pt: Resina de pinheiro de Alepo
sk: Živica borovice Aleppo
sv: Kåda från Aleppotall

source: Antioxidant
bg: Антиоксидант
el: Αντιοξειδωτικό
es: Antioxidante
et: Antioksüdant
fi: Antioksidantti
hr: Antioksidativni
it: Antiossidanti
lt: Antioksidantas
lv: Antioksidantu
mt: Antiossidant
pt: Antioxidante

source: Ascorbic acid
bg: Винена киселина
da: Ascorbinsyre
el: Ασκορβικό οξύ
es: Ácido ascórbico
et: Askorbiinhape
fi: Askorbiinihappo
hr: Askorbinska kiselina
it: Acido ascorbico
lt: Askorbo rūgštis
lv: Askorbīnskābe
mt: Aċidu askorbiku
pt: Ácido ascórbico
sk: Askorbová kyselina
sv: Askorbinsyra

source: Bottled and produced by
bg: Бутилирана и произведена от
da: Aftappet og produceret af
el: Εμφιαλώνεται και παράγεται από
es: Embotellado y producido por
et: Villitud ja tootja poolt
fi: Pullottanut ja valmistanut
hr: Puni u boce i proizvodi
it: Imbottigliato e prodotto da
lt: Išpilstyta į butelius ir pagaminta
lv: Pudelēs pildījis un ražojis
mt: Ibbottiljat u prodott minn
pt: Engarrafado e produzido por
sk: Fľaškované a vyrobené spoločnosťou
sv: Buteljerad och producerad av

source: Bottled by
bg: Бутилирана от
da: Aftappet af
el: Εμφιαλωμένο από
es: Embotellado por
et: Villitud
fi: Pullotettu
hr: Punio u boce
it: Imbottigliato da
lt: Išpilstė į butelius
lv: Pudelēs iepildīts ar
mt: Ibbottiljat minn
pt: Engarrafado por
sk: Fľaškované podľa
sv: Buteljerat av

source: Bottled in a protective atmosphere
bg: Бутилиране в защитна атмосфера
da: Aftappet i en beskyttende atmosfære
el: Εμφιαλώνεται σε προστατευτική ατμόσφαιρα
es: Embotellado en atmósfera protectora
et: Villitud kaitsvas atmosfääris
fi: Pullotettu suojaavassa ilmakehässä
hr: Flaširan u zaštitnoj atmosferi
it: Confezionato in atmosfera protettiva
lt: Išpilstytas į butelius apsauginėje atmosferoje
lv: Pudelēs iepildīts aizsargājošā atmosfērā
mt: Ibbottiljat f'atmosfera protettiva
pt: Engarrafado em atmosfera protetora
sk: Balené v ochrannej atmosfére
sv: Buteljerad i en skyddande atmosfär

source: Bottling may happen in a protective atmosphere
bg: Бутилирането може да се извършва в защитна атмосфера
da: Aftapning kan ske i en beskyttende atmosfære
el: Η εμφιάλωση μπορεί να γίνει σε προστατευτική ατμόσφαιρα
es: El embotellado puede realizarse en una atmósfera protectora
et: Villimine võib toimuda kaitsvas atmosfääris
fi: Pullotus voi tapahtua suojaavassa ilmakehässä
hr: Punjenje se može dogoditi u zaštitnoj atmosferi
it: L'imbottigliamento può avvenire in atmosfera protettiva
lt: Išpilstymas gali vykti apsauginėje atmosferoje
lv: Iepildīšana pudelēs var notikt aizsargājošā atmosfērā
mt: L-ibbottiljar jista' jseħħ f'atmosfera protettiva
pt: O engarrafamento pode ocorrer em atmosfera protetora
sk: Plnenie do fliaš sa môže uskutočniť v ochrannej atmosfére
sv: Buteljering kan ske i en skyddande atmosfär

source: Brut
bg: Брут
pt: Bruto

source: Brut nature
da: Brut natur
el: Brut φύση
et: Brut loodus
fi: Brut luonto
hr: Brut priroda
lt: Žiauri gamta
lv: Brut daba
mt: Natura bruta
pt: Bruto Natur
sk: Brutálna povaha
sv: Brut natur

source: Calcium sulphate
bg: Калциев сулфат
da: Calciumsulfat
el: Θειικό ασβέστιο
es: Sulfato de calcio
et: Kaltsiumsulfaat
fi: Kalsiumsulfaatti
hr: Kalcijev sulfat
it: Solfato di calcio
lt: Kalcio sulfatas
lv: Kalcija sulfāts
mt: Sulfat tal-kalċju
pt: Sulfato de cálcio
sk: Síran vápenatý
sv: Kalciumsulfat

source: Caramel
bg: Карамел
da: Karamel
el: Καραμέλα
es: Caramelo
et: Karamell
fi: Karamelli
hr: Karamela
it: Caramello
lt: Karamelė
lv: Karamele
mt: Karamella
pt: Caramelo
sk: Karamel
sv: Karamell

source: Carbohydrate
bg: Въглехидрати
da: Kulhydrat
el: Υδατάνθρακας
es: Carbohidrato
et: Süsivesikute
fi: Hiilihydraatti
hr: Ugljikohidrat
it: Carboidrati
lt: Angliavandeniai
lv: Ogļhidrātu
mt: Karboidrat
pt: Hidratos de carbono
sk: Sacharid
sv: Kolhydrat

source: Carbon dioxide
bg: Въглероден диоксид
da: Carbondioxid
el: Διοξείδιο του άνθρακα
es: Dióxido de carbono
et: Süsinikdioksiid
fi: Hiilidioksidi
hr: Ugljični dioksid
it: Diossido di carbonio
lt: Anglies dioksidas
lv: Ogļskābā gāze
mt: Diossidu tal-karbonju
pt: Dióxido de carbono
sk: Oxid uhličitý
sv: Koldioxid

source: Carboxymethylcellulose
bg: Карбоксиметилцелулоза
el: Καρβοξυμεθυλοκυτταρίνη
es: Carboximetilcelulosa
et: Karboksümetüültselluloos
fi: Karboksimetyyliselluloosa
hr: Karboksimetilceluloza
it: Carbossimetilcellulosa
lt: Karboksimetilceliuliozė
lv: Karboksimetilceluloze
mt: Karbossimetilċelluloża
pt: Carboximetilcelulose
sk: Karboxymetylcelulóza
sv: Karboximetylcellulosa

source: Certifications
bg: Сертификати
da: Certificeringer
el: Πιστοποιήσεις
es: Certificaciones
et: Sertifikaadid
fi: Sertifikaatit
hr: Certifikate
it: Certificazione
lt: Sertifikatai
lv: Sertifikāciju
mt: Ċertifikazzjonijiet
pt: Certificações
sk: Certifikácie
sv: Certifieringar

source: Certified Vegan by V-Label
bg: Сертифициран веган от V-Label
da: Certificeret vegansk af V-Label
el: Πιστοποιημένο Vegan από την V-Label
es: Certificado vegano por V-Label
et: Sertifitseeritud vegan V-Labeli järgi
fi: V-Labelin sertifioima vegaani
hr: Veganski certificirani od V-Label
it: Certificato Vegano da V-Label
lt: Sertifikuotas veganas pagal "V-Label"
lv: Sertificēts vegāns ar V-Label
mt: Vegan Ċertifikat minn V-Label
pt: Certificado Vegan pela V-Label
sk: Certifikovaný vegan od V-Label
sv: Certifierad vegan av V-Label

source: Certified Vegetarian by V-Label
bg: Сертифициран вегетарианец от V-Label
da: Certificeret vegetar af V-Label
el: Πιστοποιημένος χορτοφάγος από την V-Label
es: Vegetariano certificado por V-Label
et: V-Labeli poolt sertifitseeritud taimetoitlane
fi: V-Labelin sertifioitu kasvissyöjä
hr: Certificirani vegetarijanac po V-etiketi
it: Vegetariano certificato da V-Label
lt: Sertifikuotas vegetaras pagal "V-Label"
lv: Sertificēts veģetārietis ar V-Label
mt: Veġetarjana Ċertifikata minn V-Label
pt: Vegetariano certificado pela V-Label
sk: Certifikovaný vegetarián od V-Label
sv: Certifierad vegetarian av V-Label

source: Certified organic based on EU-Guidelines
bg: Сертифициран органичен продукт въз основа на насоките на ЕС
da: Certificeret økologisk baseret på EU-retningslinjer
el: Πιστοποιημένα βιολογικά με βάση τις κατευθυντήριες γραμμές της ΕΕ
es: Certificado orgánico con base en los directorios de la UE
et: Sertifitseeritud mahepõllumajanduslik toode ELi suuniste alusel
fi: Sertifioitu luomu EU-ohjeiden mukaan
hr: Certificirana ekološka tehnologija na temelju smjernica EU-a
it: Certificato biologico con base nas diretrizes da UE
lt: Sertifikuota ekologiška pagal ES gaires
lv: Sertificēta bioloģiskā lauksaimniecība, pamatojoties uz ES pamatnostādnēm
mt: Organiku ċċertifikat ibbażat fuq il-Linji Gwida tal-UE
pt: Orgânico certificado com base nas diretrizes da UE
sk: Certifikované ekologické podľa smerníc EÚ
sv: Certifierad ekologisk enligt EU:s riktlinjer

source: Citric acid
bg: Ябълчена киселина
da: Citronsyre
el: Κιτρικό οξύ
es: Ácido cítrico
et: Sidrunhappe
fi: Sitruunahappo
hr: Limunska kiselina
it: Acido citrico
lt: Citrinos rūgštis
lv: Citronskābe
mt: Aċidu ċitriku
pt: Ácido cítrico
sk: Kyselina citrónová
sv: Citronsyra

source: Clarifying agent
bg: Изясняващ агент
da: Klargørende middel
el: Διευκρινιστικός παράγοντας
es: Agente clarificante
et: Selitaja
fi: Selvennysaine
hr: Sredstvo za pojašnjenje
it: Agente chiarificante
lt: Skaidrinimo agentas
lv: Dzidrinātājs
mt: Aġent li jiċċara
pt: Agente clarificante
sk: Číriace činidlo
sv: Klargörande medel

source: Concentrated grape must
bg: Концентрирана гроздова мъст
da: Koncentreret druemost
el: Συμπυκνωμένο γλεύκος σταφυλιών
es: Mosto de uva concentrado
et: Kontsentreeritud viinamarjavirre
fi: Tiivistetty rypäleen puristemehu
hr: Koncentrirani mošt
it: Mosto d'uva concentrato
lt: Koncentruota vynuogių misa
lv: Koncentrēta vīnogu misa
mt: Most tal-għeneb konċentrat
pt: Mosto de uvas concentrado
sk: Koncentrovaný hroznový mušt
sv: Koncentrerad druvmust

source: Contains negligible amounts of
bg: Съдържа незначителни количества
da: Indeholder ubetydelige mængder af
el: Περιέχει αμελητέες ποσότητες
es: Contiene cantidades insignificantes de
et: Sisaldab tühistes kogustes
fi: Sisältää vähäisiä määriä
hr: Sadrži zanemarive količine od
it: Contiene quantità trascurabili di
lt: Sudėtyje yra nedideli kiekiai
lv: Satur niecīgu daudzumu
mt: Fih ammonti negliġibbli ta
pt: Contém quantidades negligenciáveis de
sk: Obsahuje zanedbateľné množstvo
sv: Innehåller försumbara mängder av

source: Correction of defect
bg: Корекция на дефект
da: Korrektion af defekt
el: Διόρθωση ελαττώματος
es: Corrección de defecto
et: Defekti parandamine
fi: Vian korjaus
hr: Ispravljanje nedostatka
it: Correzione di un difetto
lt: Defekto taisymas
lv: Defekta labošana
mt: Korrezzjoni tad-difett
pt: Correção de defeito
sk: Oprava chyby
sv: Korrigering av defekt

source: Dimethyldicarbonate
bg: Диметилдикарбонат
da: Dimethyldicarbonat
el: Διμεθυλοδικαρβονικό
es: Dimetildicarbonato
et: Dimetüüldikarbonaat
fi: Dimetyylidikarbonaatti
hr: Dimetildikarbonat
it: Dimetildicarbonato
lt: Dimetildikarbonatas
lv: Dimetildikarbonāts
pt: Dicarbonato de dimetilo
sk: Dimetyldikarbonát
sv: Dimetyldikarbonat

source: Don't drink during pregnancy and breastfeeding
bg: Не пийте по време на бременност и кърмене
da: Drik ikke under graviditet og amning
el: Μην πίνετε κατά τη διάρκεια της εγκυμοσύνης και του θηλασμού
es: No beba durante la gravidez y amamentação
et: Ärge jooge raseduse ja imetamise ajal
fi: Älä juo raskauden ja imetyksen aikana
hr: Ne pijte tijekom trudnoće i dojenja
it: Non bere durante la gravidanza e l'allattamento
lt: Negerkite nėštumo ir žindymo laikotarpiu
lv: Nedzeriet grūtniecības un zīdīšanas laikā
mt: Tixrobx waqt it- tqala u t- treddigħ
pt: Não beba durante a gravidez e a amamentação
sk: Nepite počas tehotenstva a dojčenia
sv: Drick inte under graviditet och amning

source: Don't drink when below legal drinking age
bg: Не пийте, когато сте под законовата възраст за пиене
da: Drik ikke, når du er under den lovlige drikkealder
el: Μην πίνετε όταν είστε κάτω από τη νόμιμη ηλικία κατανάλωσης αλκοόλ
es: No beba si es menor de edad legal para beber.
et: Ärge jooge, kui olete noorem kui seaduslik joomine
fi: Älä juo alle laillisen juomaikärajan
hr: Nemojte piti kada je ispod zakonske dobi za piće
it: Non bere quando hai meno dell'età legale per bere
lt: Negerkite, kai jaunesnis nei teisėtas alkoholio vartojimo amžius
lv: Nedzeriet, ja neesat sasniedzis atļauto dzeršanas vecumu
mt: Tixrobx meta tkun taħt l-età legali tax-xorb
pt: Não beba quando estiver abaixo da idade legal para beber
sk: Nepite, ak ste nedosiahli zákonný vek na pitie alkoholu
sv: Drick inte när du är under laglig ålder för alkohol

source: Don't drink when driving a car, motorbike or operating machinery
bg: Не употребявайте алкохол, когато шофирате автомобил, мотоциклет или работите с машини.
da: Drik ikke, når du kører bil, motorcykel eller betjener maskiner
el: Μην πίνετε όταν οδηγείτε αυτοκίνητο, μοτοσικλέτα ή χειρίζεστε μηχανήματα
es: No beber mientras se conduce un coche, una motocicleta o se utiliza maquinaria.
et: Ärge jooge auto, mootorratta või masinatega sõites
fi: Älä juo alkoholia ajaessasi autoa, moottoripyörää tai käyttäessäsi koneita
hr: Ne pijte dok vozite automobil, motocikl ili upravljajte strojevima
it: Non bere mentre si guida un'auto, una motocicletta o si utilizzano macchinari
lt: Negerkite vairuodami automobilį, motociklą ar valdydami mechanizmus
lv: Nedzeriet, vadot automašīnu, motociklu vai apkalpojot mehānismus
mt: Tixrobx meta ssuq karozza, mutur jew tħaddem makkinarju
pt: Não beba ao conduzir um carro, moto ou operar máquinas
sk: Nepite pri vedení vozidla, motocykla alebo obsluhe strojov
sv: Drick inte när du kör bil, motorcykel eller använder maskiner

source: Dry
bg: Сух
da: Tør
el: Στεγνός
es: Seco
et: Kuiv
fi: Kuiva
hr: Suh
it: Secco
lt: Sausas
lv: Sauss
mt: Niexef
pt: Seco
sk: Suchý
sv: Torr

source: Egg
bg: Яйца
da: Æg
el: Αυγό
es: Huevo
et: Muna
fi: Muna
hr: Jaje
it: Uovo
lt: Kiaušinis
lv: Olu
mt: Bajd
pt: Ovo
sk: Vajce
sv: Ägg

source: Electronic label provided by
bg: Електронен етикет, предоставен от
da: Elektronisk etiket leveret af
el: Ηλεκτρονική ετικέτα που παρέχεται από
es: Etiqueta electrónica proporcionada por
et: Elektrooniline märgis, mille on esitanud:
fi: Sähköinen etiketti tarjoaa
hr: Elektronička naljepnica koju pruža
it: Etichetta elettronica fornita da
lt: Pateikta elektroninė etiketė
lv: Elektronisko etiķeti, ko nodrošina
mt: Tikketta elettronika pprovduta minn
pt: Etiqueta eletrónica fornecida por
sk: Elektronický štítok poskytuje
sv: Elektronisk etikett tillhandahålls av

source: Energy
bg: Енергия
da: Energi
el: Ενέργεια
es: Energía
et: Energia
fi: Energiaa
hr: Energija
it: Energia
lt: Energija
lv: Enerģija
mt: Enerġija
pt: Energia
sk: Energia
sv: Energi

source: Enrichment substance
bg: Обогатяващо вещество
da: Berigelsesstof
el: Ουσία εμπλουτισμού
es: Sustancias de aumento artificial del grado alcohólico natural
et: Rikastav aine
fi: Rikastusaine
hr: Tvar za obogaćivanje
it: Sostanze per l’arricchimento
lt: Sodrinimo medžiaga
lv: Bagātināšanas viela
mt: Sustanza ta' arrikkiment
pt: Substância de enriquecimento
sk: Látka na obohacovanie
sv: Anrikningsämne

source: Enzyme
bg: Ензим
da: Enzym
el: Ένζυμο
es: Enzima
et: Ensüüm
fi: Entsyymi
hr: Enzim
it: Enzima
lt: Fermentas
lv: Enzīms
mt: Enżima
pt: Enzima
sk: Enzým
sv: Enzym

source: Expedition liqueur
bg: Експедиционен ликьор
da: Ekspedition likør
el: Λικέρ Expedition
es: Licor de expedición
et: Ekspeditsiooni liköör
fi: Expedition likööri
hr: Ekspedicijski liker
it: Liquore di spedizione
lt: Ekspedicijos likeris
lv: Ekspedīcijas liķieris
mt: Likur tal-espedizzjoni
pt: Licor de expedição
sk: Expedičný likér
sv: Expedition likör

source: Extra brut
bg: Екстра брут
da: Ekstra brut
hr: Ekstra brut
pt: Extra bruto

source: Extra dry
bg: екстра сухо
da: Ekstra tør
el: Εξαιρετικά ξηρό
es: Extra seco
et: Eriti kuiv
fi: Erittäin kuiva
hr: Ekstra suho
it: Extra secco
lt: Ypač sausas
lv: Īpaši sauss
mt: Nixxef ħafna
pt: Extra seco
sk: Extra suché
sv: Extra torr

source: Fat
bg: Дебел
da: Fedt
el: Λίπος
es: Grasa
et: Rasv
fi: Lihava
hr: Mast
it: Grasse
lt: Riebalai
lv: Tauki
mt: Xaħam
pt: Lípidos
sk: Tuk
sv: Fett

source: Fermentation agent
bg: Агент за ферментация
da: Fermenteringsmiddel
el: Παράγοντας ζύμωσης
es: Agente de fermentación
et: Kääritusaine
fi: Fermentointiaine
hr: Sredstvo za fermentaciju
it: Agente di fermentazione
lt: Fermentacijos agentas
lv: Fermentācijas aģents
mt: Aġent tal-fermentazzjoni
pt: Agente de fermentação
sk: Fermentačné činidlo
sv: Jäsningsmedel

source: Fortified wine
bg: Бяло вино
da: Fortificeret vin
el: Ενισχυμένος οίνος
es: Vino fortificado
et: Kangendatud vein
fi: Punaviini
hr: Vino pojačano alkoholom
it: Vini alcolizzati
lt: Stiprintas vynas
lv: Stiprināts vīns
mt: Inbid imsaħħaħ
pt: Vinho fortificado
sk: Alkoholizované víno
sv: Starkvin

source: Fumaric acid
bg: Винена киселина
da: Fumarsyre
el: Φουμαρικό οξύ
es: Ácido fumárico
et: Fumaarhape
fi: Fumaarihappo
hr: Fumarna kiselina
it: Acido fumarico
lt: Fumaro rūgštis
lv: Fumārskābe
mt: Aċidu fumariku
pt: Ácido fumárico
sk: Kyselina fumarová
sv: Fumarsyra

source: Gases and packaging gas
bg: Газове и опаковъчен газ
da: Gasser og emballagegas
el: Αέρια και αέριο συσκευασίας
es: Gases y gases de envasado
et: Gaasid ja pakendgaas
fi: Kaasut ja pakkauskaasut
hr: Plinovi i plin za pakiranje
it: Gas e gas d'imballaggio
lt: Dujos ir pakavimo dujos
lv: Gāzes un iepakojuma gāze
mt: Gassijiet u gass tal-ippakkjar
pt: Gases e gases de embalagem
sk: Plyny a baliaci plyn
sv: Gaser och förpackningsgas

source: Grapes
bg: Грозде
da: Druer
el: Σταφύλια
es: Uvas
et: Viinamarjad
fi: Viinirypäleet
hr: Grožđe
it: Uva
lt: Vynuogių
lv: Vīnogas
mt: Għeneb
pt: Uvas
sk: Hrozno
sv: Vindruvor

source: Gum arabic
bg: Арабска гума
da: Gummi arabisk
el: Αραβικό κόμμι
es: Goma arábiga
et: Kummiaraabik
fi: Arabikumi
hr: Guma arapski
it: Gomma arabica
lt: Guminis arabikas
lv: Gumijas arābu
mt: Gum Għarbi
pt: Goma arábica
sk: Arabská guma
sv: Gummi arabicum

source: Home Page
bg: Начална страница
da: Hjemmeside
el: Αρχική σελίδα
es: Página Inicial
et: Koduleht
fi: Kotisivu
hr: Početna stranica
it: Pagina iniziale
lt: Pagrindinis puslapis
lv: Mājas lapā
mt: Paġna Ewlenija
pt: Página inicial
sk: Domovská stránka
sv: Hemsida

source: Imported by
bg: Внесено от
da: Importeret af
el: Εισαγωγή από
es: Importado por
et: Importija
fi: Maahantuoja
hr: Uvezeno od strane
it: Importato da
lt: Importavo
lv: Importēja
mt: Importati minn
pt: Importado por
sk: Importované
sv: Importerad av

source: Ingredients
bg: съставки
da: Ingredienser
el: Συστατικά
es: Ingredientes
et: Koostisosi
fi: Ainesosat
hr: Sastojci
it: Ingredienti
lt: Ingridientai
lv: Sastāvdaļas
mt: Ingredjenti
pt: Ingredientes
sk: Prísady
sv: Ingredienser

source: Ingredients and nutrition information
bg: Съставки и хранителна информация
da: Ingredienser og ernæringsoplysninger
el: Πληροφορίες για συστατικά και διατροφή
es: Ingredientes e información nutricional
et: Koostisosad ja toitumisalane teave
fi: Ainesosat ja ravitsemustiedot
hr: Sastojci i informacije o prehrani
it: Ingredienti e informazioni nutrizionali
lt: Informacija apie sudedamąsias dalis ir maistingumą
lv: Sastāvdaļas un uzturvērtība
mt: Ingredjenti u informazzjoni dwar in-nutrizzjoni
pt: Ingredientes e informações nutricionais
sk: Informácie o zložkách a výživovej hodnote
sv: Ingredienser och näringsinformation

source: Lactic acid
bg: Винена киселина
da: Mælkesyre
el: Γαλακτικό οξύ
es: Ácido láctico
et: Piimhape
fi: Maitohappo
hr: Mliječna kiselina
it: Acido lattico
lt: Pieno rūgštis
lv: Pienskābe
mt: Aċidu lattiku
pt: Ácido láctico
sk: Kyselina mliečna
sv: Mjölksyra

source: Malic acid
bg: Ябълчена киселина
da: Æblesyre
el: Μηλικό οξύ
es: Ácido málico
et: Õunhape
fi: Omenahappo
hr: Jabučna kiselina
it: Acido malico
lt: Obuolių rūgštis
lv: Ābolskābe
mt: Aċidu maliku
pt: Ácido málico
sk: Kyselina jablčná
sv: Äppelsyra

source: Medium dry
bg: Средно сух
da: Middel tør
el: Μέτριο ξηρό
es: Meio seco
et: Keskmiselt kuiv
fi: Keskikuiva
hr: Srednje suha
it: Semisecco
lt: Vidutiniškai sausas
lv: Vidēji sauss
mt: Medju niexef
pt: Meio seco
sk: Stredne suché
sv: Medium torr

source: Medium sweet
bg: Средно сладко
da: Middel sød
el: Μέτριο γλυκό
es: Semi dulce
et: Keskmine magus
fi: Keskimakea
hr: Srednje slatko
it: Semidolce
lt: Vidutinio saldumo
lv: Vidēji salds
mt: Ħelu medju
pt: Meio doce
sk: Stredne sladké
sv: Medium söt

source: Metatartaric acid
bg: Метаварова киселина
da: Metatartarsyre
el: Μετατρυγικό οξύ
es: Ácido metatartárico
et: Metatartaarhape
fi: Metaviinihappo
hr: Metatarinska kiselina
it: Acido metatartarico
lt: Metavyno rūgštis
lv: Metavīnskābe
mt: Aċidu metatartariku
pt: Ácido metatartárico
sk: Kyselina metavínna
sv: Metavinsyra

source: Milk
bg: Мляко
da: Mælk
el: Γάλα
es: Leche
et: Piim
fi: Maito
hr: Mlijeko
it: Latte
lt: Pienas
lv: Piens
mt: Ħalib
pt: Leite
sk: Mlieko
sv: Mjölk

source: Milk casein
bg: Млечен казеин
da: Mælk kasein
el: Καζεΐνη γάλακτος
es: Caseína de leche
et: Piima kaseiin
fi: Maidon kaseiini
hr: Kazein za mlijeko
it: Caseina del latte
lt: Pieno kazeinas
lv: Piena kazeīns
mt: Kaseina tal-ħalib
pt: Caseína do leite
sk: Mliečny kazeín
sv: Mjölkkasein

source: Milk products
bg: Млечни продукти
da: Mælkeprodukter
el: Γαλακτοκομικά προϊόντα
es: Productos lácteos
et: Piimatoodete
fi: Maitotuotteet
hr: Mliječni proizvodi
it: Prodotti lattiero-caseari
lt: Pieno produktai
lv: Piena produkti
mt: Prodotti tal-ħalib
pt: Produtos lácteos
sk: Mliečne výrobky
sv: Mjölkprodukter

source: Milk protein
bg: Млечен протеин
da: Mælkeprotein
el: Πρωτεΐνη γάλακτος
es: Proteína de leche
et: Piimavalk
fi: Maitoproteiini
hr: Mliječna bjelančevina
it: Proteine del latte
lt: Pieno baltymai
lv: Piena olbaltumvielas
mt: Proteina tal-ħalib
pt: Proteínas do leite
sk: Mliečna bielkovina
sv: Mjölkprotein

source: Nutrition Information
bg: Хранителна декларация
da: Næringsdeklaration
el: Διατροφική Δήλωση
es: Información nutricional
et: Toitumisalane teave
fi: Ravintoilmoitus
hr: Nutritivna deklaracija
it: Informazioni nutrizionali
lt: Mitybos deklaracija
lv: Uztura deklarācija
mt: Dikjarazzjoni dwar in-nutrizzjoni
pt: Declaração Nutricional
sk: Výživové údaje
sv: Näringsdeklaration

source: Nutritions per
bg: Хранителни вещества за
da: Ernæring pr
el: Διατροφή ανά
es: Nutrientes por
et: Toitumine per
fi: Ravitsemukset per
hr: Prehrana po
it: Nutrizioni per
lt: Mityba per
lv: Uztura per
mt: Nutrizzjonijiet għal kull
pt: por
sk: Výživa na
sv: Näring per

source: Open E-Label project on GitHub
bg: Отворен проект E-Label в GitHub
da: Åbn E-Label-projekt på GitHub
el: Ανοίξτε το έργο E-Label στο GitHub
es: Proyecto abierto en Github
et: Avatud E-sildi projekt GitHub
fi: Avaa E-Label-projekti GitHubissa
hr: Otvori projekt E-Label na GitHub
it: Aprire il progetto E-Label su GitHub
lt: Atidarykite „E-Label“ projektą „GitHub“.
lv: Atveriet E-Label projektu vietnē GitHub
mt: Iftaħ il-proġett E-Label fuq GitHub
pt: Abrir o projeto E-Label no GitHub
sk: Otvorte projekt E-Label na GitHub
sv: Öppna E-Label-projektet på GitHub
