Repository: VaishnaviPaymode/aaa
Catalog: Resources/SharedResource.*.resx
Languages: bg, da, el, es, et, fi, hr, it, lt, lv, mt, pt, sk, sv

source: Open-source solution for electronic labels
bg: Решение с отворен код за електронни етикети
da: Open source-løsning til elektroniske etiketter
el: Λύση ανοιχτού κώδικα για ηλεκτρονικές ετικέτες
es: Solución de código abierto para etiquetas electrónicas
et: Avatud lähtekoodiga lahendus elektroonilistele märgistele
fi: Avoimen lähdekoodin ratkaisu elektronisille tarroille
hr: Rješenje otvorenog koda za elektroničke naljepnice
it: Soluzione open source per etichette elettroniche
lt: Atvirojo kodo sprendimas elektroninėms etiketėms
lv: Atvērtā koda risinājums elektroniskajām etiķetēm
mt: Soluzzjoni open-source għal tikketti elettroniċi
pt: Solução de código aberto para etiquetas eletrónicas
sk: Open source riešenie pre elektronické štítky
sv: Lösning med öppen källkod för elektroniska etiketter

source: Orange wine
bg: Пенливо вино
da: Orange vin
el: Πορτοκαλί κρασί
es: Vino naranja
et: Oranž vein
fi: Oranssi viini
hr: Narančasto vino
it: Vino all'arancia
lt: Apelsinų vynas
lv: Apelsīnu vīns
mt: Inbid oranġjo
pt: Vinho alaranjado
sk: Oranžové víno
sv: Orange vin

source: Other ingredient
bg: Друга съставка
da: Anden ingrediens
el: Άλλο συστατικό
es: Otro ingrediente
et: Muu koostisosa
fi: Muu ainesosa
hr: Ostali sastojak
it: Altri ingredienti
lt: Kitas ingredientas
lv: Citas sastāvdaļas
mt: Sustanzi oħra
pt: Outro ingrediente
sk: Ďalšia zložka
sv: Annan ingrediens

source: Packaged by
bg: Опаковани от
da: Pakket af
el: Συσκευασμένο από
es: Empaquetado por
et: Pakendanud
fi: Pakkaa
hr: Pakirano od
it: Confezionato da
lt: Supakuota pagal
lv: Iepakojusi
mt: Ippakkjat minn
pt: Embalado por
sk: Balené
sv: Förpackad av

source: Page not found
bg: Страницата не е намерена
da: Siden blev ikke fundet
el: Η σελίδα δεν βρέθηκε
es: Página no encontrada
et: Lehte ei leitud
fi: Sivua ei löydetty
hr: Stranica nije pronađena
it: pagina non trovata
lt: Puslapis nerastas
lv: Lapa nav atrasta
mt: Paġna mhux misjuba
pt: Página não encontrada
sk: Stránka nebola nájdená
sv: sidan hittas inte

source: Potassium polyaspartate
bg: Калиев полиаспартат
da: Kaliumpolyaspartat
el: Πολυασπαρτικό κάλιο
es: Poliaspartato de potasio
et: Kaaliumpolüaspartaat
fi: Kaliumpolyaspartaatti
hr: Kalijev poliaspartat
it: Poliaspartato di potassio
lt: Kalio poliaspartatas
lv: Kālija poliaspartāts
mt: Poliaspartat tal-potassju
pt: Poliaspartato de potássio
sk: Polyaspartát draselný
sv: Kaliumpolyaspartat

source: Potassium sorbate
bg: Калиев сорбат
da: Kaliumsorbat
el: Σορβικό κάλιο
es: Sorbato de potasio
et: Kaaliumsorbaat
fi: Kaliumsorbaatti
hr: Kalijev sorbat
it: Sorbato di potassio
lt: Kalio sorbatas
lv: Kālija sorbāts
mt: Sorbat tal-potassju
pt: Sorbato de potássio
sk: Sorbát draselný
sv: Kaliumsorbat

source: Preservative
bg: Консервант
da: Konserveringsmiddel
el: Συντηρητικό
es: Conservante
et: Säilitusaine
fi: Säilöntäaine
hr: Konzervans
it: Conservanti
lt: Konservantas
lv: Konservantu
mt: Preservattiv
pt: Conservante
sk: Konzervačný prostriedok
sv: Konserveringsmedel

source: Produced and Bottled by
bg: Произведено и бутилирано от
da: Produceret og aftappet af
el: Παράγεται και εμφιαλώνεται από
es: Producido y embotellado por
et: Toodetud ja villitud
fi: Valmistaja ja pullottaja
hr: Proizvodi i puni u boce
it: Prodotto e imbottigliato da
lt: Pagamino ir išpilstė į butelius
lv: Ražots un iepildīts pudelēs
mt: Prodott u bbottiljat minn
pt: Produzido e engarrafado por
sk: Vyrába a plní do fliaš
sv: Producerad och buteljerad av

source: Produced by
bg: Произведени от
da: Produceret af
el: Παράγεται από
es: Producido por
et: Tootja
fi: Tuottaja:
hr: Proizvodi
it: Prodotto da
lt: Parengė
lv: Režisors
mt: Prodott minn
pt: Produzido por
sk: Vyrobil
sv: Producerad av

source: Protein
bg: Протеин
el: Πρωτεΐνη
es: Proteína
et: Proteiin
fi: Proteiini
hr: Bjelančevina
it: Proteine
lt: Baltymas
lv: Olbaltumvielas
mt: Proteina
pt: Proteínas
sk: Proteín

source: Raw material
bg: Суровини
da: Råstof
el: Πρώτη ύλη
es: Materia prima
et: Toormaterjal
fi: Raaka-aine
hr: Sirovina
it: Materie prime
lt: Žaliava
lv: Izejviela
mt: Materja prima
pt: Matéria-prima
sk: Surovina
sv: Råmaterial

source: Red wine
bg: Бяло вино
da: rødvin
el: Κόκκινο κρασί
es: Vino tinto
et: Punane vein
fi: Punaviini
hr: Crno vino
it: Vino rosso
lt: Raudonasis vynas
lv: Sarkanvīns
mt: Inbid aħmar
pt: Vinho tinto
sk: Červené víno
sv: Rödvin

source: Responsible Consumption
bg: Отговорно потребление
da: Ansvarligt forbrug
el: Υπεύθυνη κατανάλωση
es: Consumo responsable
et: Vastutustundlik tarbimine
fi: Vastuullinen kulutus
hr: Odgovorna potrošnja
it: Consumo responsabile
lt: Atsakingas vartojimas
lv: Atbildīgs patēriņš
mt: Konsum Responsabbli
pt: Consumo responsável
sk: Zodpovedná spotreba
sv: Ansvarsfull konsumtion

source: Rosé wine
bg: Вино розе
da: Rosévin
el: Ροζέ κρασί
es: Vino rosado
et: Roosa vein
fi: Roséviini
hr: Rosé vino
it: Vini rosé
lt: Rožinis vynas
lv: Rozā vīns
mt: Inbid Rosé
pt: Vinho rosé
sk: Ružové víno
sv: Rosévin

source: Salt
bg: Сол
el: Αλάτι
es: Sal
et: Sool
fi: Suola
hr: Sol
it: Sale
lt: Druska
lv: Sāls
mt: Melħ
pt: Sal
sk: Soľ

source: Select language
bg: Избор на език
da: Vælg sprog
el: Επιλέξτε γλώσσα
es: Seleccione el idioma
et: Valige keel
fi: Valitse kieli
hr: Odabir jezika
it: Seleziona la lingua
lt: Pasirinkite kalbą
lv: Izvēlēties valodu
mt: Agħżel il-lingwa
pt: Selecionar a língua
sk: Vyberte jazyk
sv: Välj språk

source: Select theme
bg: Изберете тема
da: Vælg tema
el: Επέλεξε θέμα
es: Seleccione el tema
et: Kujunduse valimine
fi: Valitse teema
hr: Odabir teme
it: Seleziona il tema
lt: Pasirinkite temą
lv: Izvēlieties tēmu
mt: Agħżel it-tema
pt: Selecionar tema
sk: Vybrať motív
sv: Välj tema

source: Sequestrant
bg: Секвестрант
da: Beslaglæggelse
el: Μεσεγγύηση
es: Secuestrante
et: Sekvestrant
fi: Sekvestantti
hr: Sekvestrant
it: Sequestranti
lt: Sekvestrantas
lv: Sekvestrants
mt: Sekwestrant
pt: Sequestrante
sk: Sekvestrant
sv: Sekvestrant

source: Sold by
bg: Продадено от
da: Solgt af
el: Πουλήθηκε από
es: Vendido por
et: Müüs
fi: Myyjä
hr: Prodao
it: Venduto da
lt: Pardavė
lv: Pārdots
mt: Mibjugħ minn
pt: Vendido por
sk: Predáva
sv: Såld av

source: Sparkling wine
bg: Пенливо вино
da: Mousserende vin
el: Αφρώδης οίνος
es: Vino espumoso
et: Vahuvein
fi: Kuohuviini
hr: Pjenušac
it: Vino spumante
lt: Putojantis vynas
lv: Dzirkstošais vīns
mt: Inbid frizzanti
pt: Vinho espumante
sk: Šumivé víno
sv: Mousserande vin

source: Stabiliser
bg: Стабилизатор
da: Stabilisator
el: Σταθεροποιητή
es: Estabilizador
et: Stabilisaator
fi: Stabilisaattori
hr: Stabilizator
it: Stabilizzanti
lt: Stabilizatorius
lv: Stabilizators
mt: Stabilizzatur
pt: Estabilizador
sk: Stabilizátor
sv: Stabilisator

source: Sucrose
bg: Захароза
da: Saccharose
el: Σακχαρόζη
es: Sacarosa
et: Sahharoos
fi: Sakkaroosi
hr: Saharoza
it: Saccarosio
lt: Sacharozė
lv: Saharoze
mt: Sukrożju
pt: Sacarose
sk: Sacharóza
sv: Sackaros

source: Sugar
bg: Захар
da: Sukker
el: Ζάχαρη
es: Azúcar
et: Suhkur
fi: Sokeri
hr: Šećer
it: Zucchero
lt: Cukrus
lv: Cukurs
mt: Zokkor
pt: Açúcar
sk: Cukor
sv: Socker

source: Sulphites
bg: Сулфити
da: Sulfitter
el: Θειώδη
es: Sulfitos
et: Sulfitid
fi: Sulfiitit
hr: Sulfiti
it: Solfiti
lt: Sulfitai
lv: Sulfīti
mt: Sulfiti
pt: Sulfitos
sk: Siričitany
sv: Sulfiter

source: Sweet
bg: Сладка
da: Sød
el: Γλυκό
es: Dulce
et: Armas
fi: Makea
hr: Sladak
it: Dolce
lt: Saldus
lv: Salds
mt: Ħelu
pt: Doce
sk: Sladký
sv: Söt

source: Sweetener
bg: Подсладител
da: Sødemiddel
el: Γλυκαντικό
es: Edulcorante
et: Magusaine
fi: Makeutusaine
hr: Sladilo
it: Edulcoranti
lt: Saldiklis
lv: Saldinātājs
mt: Sustanzi li jagħtu l-ħlewwa
pt: Adoçante
sk: Sladidlo
sv: Sötningsmedel

source: Tartaric acid
bg: Винена киселина
da: Vinsyre
el: Τρυγικό οξύ
es: Ácido tartárico
et: Viinhape
fi: Viinihappo
hr: Vinska kiselina
it: Acido tartarico
lt: Vyno rūgštis
lv: Vīnskābe
mt: Aċidu tartariku
pt: Ácido tartárico
sk: Kyselina vínna
sv: Vinsyra

source: This label isn't available. Sorry about that.
bg: Този етикет не е наличен. Съжалявам за това.
da: Denne etiket er ikke tilgængelig. Det er jeg ked af.
el: Αυτή η ετικέτα δεν είναι διαθέσιμη. Συγνώμη για αυτό.
es: Esta etiqueta no está disponible. Lo siento.
et: See silt pole saadaval. Kahju sellest.
fi: Tämä tunniste ei ole saatavilla. Anteeksi tuosta.
hr: Ova oznaka nije dostupna. Žao mi je zbog toga.
it: Questa etichetta non è disponibile. Mi dispiace per questo.
lt: Ši etiketė nepasiekiama. Atsiprašau dėl to.
lv: Šī etiķete nav pieejama. Atvainojiet par to.
mt: Din it-tikketta mhix disponibbli. Skużani.
pt: Este rótulo não está disponível. Desculpe por isso.
sk: Tento štítok nie je k dispozícii. Ospravedlňujeme sa za to.
sv: Den här etiketten är inte tillgänglig. Förlåt för det.

source: Tirage liqueur
da: Tirage likør
el: Λικέρ Tirage
es: Licor de tiraje
fi: Tirage likööri
hr: Tirage liker
it: Liquore Tirage
lt: Tiražo likeris
lv: Tirāžas liķieris
mt: Likur tirage
pt: Licor de tiragem
sk: Tirážny likér
sv: Tirage-likör

source: Web Accessibility Guidelines
bg: Насоки за уеб достъпност
da: Retningslinjer for webtilgængelighed
el: Οδηγίες προσβασιμότητας στο Web
es: Pautas de accesibilidad web
et: Veebi juurdepääsetavuse juhised
fi: Webin esteettömyysohjeet
hr: Smjernice za web pristupačnost
it: Linee guida per l'accessibilità del web
lt: Žiniatinklio prieinamumo gairės
lv: Tīmekļa pieejamības vadlīnijas
mt: Linji Gwida dwar l-Aċċessibilità tal-Web
pt: Diretrizes para a acessibilidade da Web
sk: Usmernenia pre prístupnosť webových sídiel
sv: Riktlinjer för webbtillgänglighet

source: Web Content Accessibility Guidelines (WCAG) 2.2
bg: Насоки за достъпност на уеб съдържанието (WCAG) 2.2
el: Οδηγίες προσβασιμότητας περιεχομένου Ιστού (WCAG) 2.2
es: Pautas de accesibilidad al contenido web (WCAG) 2.2
et: Veebisisu juurdepääsetavussuunised (WCAG) 2.2
fi: Verkkosisällön saavutettavuusohjeet (WCAG) 2.2
hr: Smjernice za pristupačnost web-sadržaja (WCAG) 2.2
it: Linee guida per l'accessibilità dei contenuti web (WCAG) 2.2
lt: Žiniatinklio turinio prieinamumo gairės (WCAG) 2.2
lv: Tīmekļa satura pieejamības vadlīnijas (WCAG) 2.2
mt: Linji Gwida dwar l-Aċċessibilità tal-Kontenut tal-Web (WCAG) 2.2
pt: Diretrizes para a acessibilidade do conteúdo da Web (WCAG) 2.2
sk: Smernice o prístupnosti webového obsahu (WCAG) 2.2
sv: Riktlinjer för tillgängligt webbinnehåll (WCAG) 2.2

source: White wine
bg: Бяло вино
da: hvidvin
el: Λευκό κρασί
es: Vino blanco
et: Valge vein
fi: Valkoviini
hr: Bijelo vino
it: Vini bianco
lt: baltas vynas
lv: Baltvīns
mt: Inbid abjad
pt: Vinho branco
sk: Biele víno
sv: Vitvin

source: Yeast mannoproteins
bg: Манопротеини от дрожди
da: Gær mannoproteiner
el: Μαννοπρωτεΐνες ζύμης
es: Manoproteínas de levadura
et: Pärmi mannoproteiinid
fi: Hiivan mannoproteiinit
hr: Manoproteini kvasca
it: Mannoproteine del lievito
lt: Mielių manoproteinai
lv: Rauga mannoproteīni
mt: Mannoproteini tal-ħmira
pt: Manoproteínas de levedura
sk: Kvasinkové manoproteíny
sv: Mannoproteiner från jäst

source: of which Saturates
bg: от които наситени
da: heraf mættede stoffer
el: εκ των οποίων κορεσμένα
es: De las cuales saturadas
et: millest küllastunud
fi: josta tyydyttyneitä
hr: od kojih su zasićene
it: Di cui saturi
lt: iš jų sočiųjų riebalų rūgščių
lv: no tiem piesātinātās taukskābes
mt: li minnhom Saturati
pt: dos quais saturados
sk: z toho nasýtené mastné kyseliny
sv: varav mättat fett

source: of which Sugars
bg: от които захари
da: heraf sukkerarter
el: εκ των οποίων σάκχαρα
es: De los cuales azúcares
et: millest suhkrud
fi: josta sokereita
hr: od toga Šećeri
it: Di cui zucchero
lt: iš kurių cukrus
lv: no tiem cukuri
mt: li minnhom Iz-Zokkor
pt: dos quais açúcares
sk: z toho cukry
sv: varav sockerarter
